/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "obfs4" */
"%1$@ %2$@ makes your traffic appear \"random\"." = "%1$@ %2$@ fac în așa fel ca traficul tău să apară \"aleatoriu\".";

/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "snowflake" */
"%1$@ %2$@ makes your traffic look like a phone call to a random user on the net." = "%1$@ %2$@ face în așa fel ca traficul tău să apară ca un apel telefonic către un utilizator aleatoriu de pe internet.";

/* BridgesConfViewController */
"Automatic Configuration" = "Automatic Configuration";

/* BridgeConfViewController */
"Bridge Configuration" = "Configurație Poduri";

/* BridgeConfViewController; placeholder contains bridge type names: "meek-azure" or "obfs4" */
"Built-in %@" = "Integrat %@";

/* ScanQrViewController */
"Camera access was not granted or QR Code scanning is not supported by your device." = "Accesul la cameră a fost refuzat sau scanarea codurilor QR nu este suportat pe dispozitivul tău.";

/* AlertHelper */
"Cancel" = "Anulare";

/* MoatViewController */
"CAPTCHA Image" = "Imagine CAPTCHA";

/* CustomBridgesViewController */
"Copy URL to Clipboard" = "Copiază URL";

/* MoatViewController */
"Couldn't understand server response." = "Nu s-a putut înțelege răspunsul oferit de server.";

/* BridgeConfViewController */
"Custom Bridges" = "Poduri Proprii";

/* CustomBridgesViewController */
"E-Mail" = "Email";

/* MoatViewController */
"Enter characters from image" = "Enter characters from image";

/* AlertHelper */
"Error" = "Eroare";

/* BridgesConfViewController */
"I'm sure I cannot connect without a bridge." = "I'm sure I cannot connect without a bridge.";

/* BridgeConfViewController */
"If one type of bridge does not work, try using a different one." = "Dacă un tip de pod nu funcționează, încearcă să folosești altul.";

/* BridgeConfViewController */
"If you are in a country or using a connection that censors Tor, you might need to use bridges." = "Dacă te afli într-o țară sau folosești o conexiune care cenzurează Tor, s-ar putea să ai nevoie de poduri.";

/* CustomBridgesViewController; placeholder contains "https://bridges.torproject.org/", please visit that page and copy texts for your language! */
"In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"" = "Într-un navigator diferit, vizitează %@ și apasă \"Obține Poduri\" > \"Doar dă-mi poduri!\"";

/* BridgesConfViewController */
"Manual Configuration" = "Manual Configuration";

/* BridgeConfViewController */
"No Bridges" = "Niciun Pod";

/* ApiError, placeholder is a non-success status from the server. */
"No success, but \"%@\" instead." = "Fără succes, dar \"%@\" înlocuitor.";

/* ApiError */
"No valid HTTP response." = "Niciun răspuns HTTP valid.";

/* AlertHelper */
"OK" = "OK";

/* CustomBridgesViewController */
"Paste Bridges" = "Lipește Podurile";

/* CustomBridgesViewController; placeholder is "" "https://bridges.torproject.org/" */
"QR Code could not be decoded! Are you sure you scanned a QR code from %@?" = "Codul QR nu a putut fi decodat! Ești sigur(ă) că ai scanat un cod QR de la %@?";

/* MoatViewController */
"Request Bridges" = "Cere Poduri";

/* BridgeConfViewController */
"Request Bridges from torproject.org" = "Cere Poduri de la torproject.org";

/* ApiError */
"Request could not be formed. Please check host and username/password!" = "Cererea nu a putut fi formată. Verifică host și utilizator/parolă!";

/* CustomBridgesViewController */
"Request via E-Mail" = "Cere prin Email";

/* ApiError */
"Response body missing." = "Conținutul răspunsului lipsește.";

/* CustomBridgesViewController, ScanQrViewController */
"Scan QR Code" = "Scanează cod QR";

/* MoatViewController */
"Solve the CAPTCHA to request bridges." = "Rezolvă CAPTCHA pentru a cere poduri.";

/* BridgesConfViewController */
"Try Auto-Configuration" = "Try Auto-Configuration";

/* CustomBridgesViewController */
"Upload QR Code" = "Încarcă cod QR";

/* CustomBridgesViewController */
"Use Custom Bridges" = "Folosește Poduri Proprii";

/* CustomBridgesViewController */
"Use QR Code" = "Folosește codul QR";

/* Transport */
"via custom bridges" = "cu ajutorul podurilor proprii";

/* Transport */
"via Obfs4 bridges" = "cu ajutorul podurilor Obfs4";

/* Transport */
"via Snowflake bridges" = "cu ajutorul podurilor Snowflake";

/* Transport */
"via Snowflake bridges (AMP rendezvous)" = "cu ajutorul podurilor Snowflake (întâlnire AMP)";
